eamodio.gitlens
ms-azuretools.vscode-docker
ms-python.python
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh-edit
redhat.vscode-yaml
korekontrol.saltstack
liviuschera.noctis
monokai.theme-monokai-pro-vscode
ms-vsliveshare.vsliveshare
usernamehw.errorlens
